{
  "results": [
    {
      "rating": "MTRCB rating not yet available",
      "release_date": "2017/11/22",
      "cast": [
        "the voices of: Edward James Olmos",
        "Alanna Ubach",
        "Benjamin Bratt"
      ],
      "synopsis": "Despite his family's baffling generations old ban on music, Miguel (voice of newcomer Anthony Gonzalez) dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz (voice of Benjamin Bratt). Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector (voice of Gael Garceda Bernal), and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history. (Source: Press Play)",
      "movie_title": "COCO",
      "image_url": "http://www.sureseats.com/images/events/movies/thumbnails/coco.gif",
      "id": "8549"
    },
    {
      "rating": "MTRCB rating not yet available",
      "release_date": "2017/11/16",
      "cast": [
        "Ben Affleck",
        "Gal Gadot",
        "Jason Momoa"
      ],
      "synopsis": "Fueled by his restored faith in humanity and inspired by Superman's selfless act, Bruce Wayne enlists the help of his newfound ally, Diana Prince, to face an even greater enemy. Together, Batman and Wonder Woman work quickly to find and recruit a team of metahumans to stand against this newly awakened threat. But despite the formation of this unprecedented league of heroes-Batman, Wonder Woman, Aquaman, Cyborg and The Flash-it may already be too late to save the planet from an assault of catastrophic proportions.  (Source: Warner Bros.)",
      "movie_title": "JUSTICE LEAGUE",
      "image_url": "http://www.sureseats.com/images/events/movies/thumbnails/justice.gif",
      "id": "8548"
    },
    {
      "rating": "MTRCB rating not yet available",
      "release_date": "2017/11/1",
      "cast": [
        "Douglas Booth",
        "Jerome Flynn",
        "Robert Gulaczyk"
      ],
      "synopsis": "The world's first fully oil painted feature film, brings the artwork of Vincent van Gogh to life in an exploration of the complicated life and controversial death of one of history's most celebrated artists.  (Source: Solar Films)",
      "movie_title": "LOVING VINCENT",
      "image_url": "http://www.sureseats.com/images/events/movies/thumbnails/vincent.gif",
      "id": "8602"
    },
    {
      "rating": "MTRCB rating not yet available",
      "release_date": "2017/12/17",
      "cast": [
        "Daisy Ridley",
        "John Boyega",
        "Mark Hamill"
      ],
      "synopsis": "Having taken her first steps into a larger world in Star Wars: The Force Awakens (2015), Rey continues her epic journey with Finn, Poe, and Luke Skywalker in the next chapter of the saga. (Source: Press Play)",
      "movie_title": "STAR WARS: THE LAST JEDI",
      "image_url": "http://www.sureseats.com/images/events/movies/thumbnails/wars.gif",
      "id": "8550"
    },
    {
      "rating": "MTRCB rating not yet available",
      "release_date": "2017/10/25",
      "cast": [
        "Empoy Marquez",
        "Shy Carlos"
      ],
      "synopsis": "Not yet available (Source: Viva FIlms)",
      "movie_title": "THE BARKER",
      "image_url": "http://www.sureseats.com/images/events/movies/thumbnails/baker.gif",
      "id": "8603"
    },
    {
      "rating": "PG",
      "release_date": "2017/10/25",
      "cast": [
        "Chris Hemsworth",
        "Tom Hiddleston",
        "Cate Blanchett"
      ],
      "synopsis": "Thor is imprisoned on the other side of the universe and finds himself in a race against time to get back to Asgard to stop Ragnarok, the destruction of his homeworld and the end of Asgardian civilization, at the hands of an all-powerful new threat, the ruthless Hela.  (Source: Press Play)",
      "movie_title": "THOR: RAGNAROK",
      "image_url": "http://www.sureseats.com/images/events/movies/thumbnails/ragnarok.gif",
      "id": "8547"
    }
  ]
}