{
  "results": [
    {
      "rating": "PG",
      "cast": [
        "Jeremy Ray Taylor",
        "Gerard Butler",
        "Abbie Cornish"
      ],
      "synopsis": "When catastrophic climate change endangers Earth's very survival, world governments unite and create the Dutch Boy Program: a world wide net of satellites, surrounding the planet, that are armed with geoengineering technologies designed to stave off the natural disasters. After successfully protecting the planet for two years, something is starting to go wrong. Two estranged brothers are tasked with solving the program's malfunction before a world wide Geostorm can engulf the planet.(Source: Warner Bros.)",
      "movie_title": "(3D/4DX) GEOSTORM",
      "image_url": "http://www.sureseats.com/images/events/movies/thumbnails/geostorm.gif",
      "id": "8595"
    },
    {
      "rating": "PG",
      "cast": [
        "Jeremy Ray Taylor",
        "Gerard Butler",
        "Abbie Cornish"
      ],
      "synopsis": "When catastrophic climate change endangers Earth's very survival, world governments unite and create the Dutch Boy Program: a world wide net of satellites, surrounding the planet, that are armed with geoengineering technologies designed to stave off the natural disasters. After successfully protecting the planet for two years, something is starting to go wrong.Two estranged brothers are tasked with solving the program's malfunction before a world wide Geostorm can engulf the planet.(Source: Warner Bros.)",
      "movie_title": "(ATMOS) GEOSTORM",
      "image_url": "http://www.sureseats.com/images/events/movies/thumbnails/geostorm.gif",
      "id": "8604"
    },
    {
      "rating": "PG",
      "cast": [
        "Sebastian Castro",
        "Mikoy Morales",
        "Rosanna Roces"
      ],
      "synopsis": "4 Days tells the story of two college friends who slowly realize they mean more to each other than either had initially realized. 4 Days joins Derek and Mark in the days leading up to Valentine's Day over the course of a few years- charting the blossoming of a friendship into something much more enduring as time goes on- and challenging both to question who they thought they were and who they truly want to be. Painting a moving picture of how an abiding friendship can sometimes lead to love, and how we sometimes have to wrestle with our own demons to find our true self. (Source: Sunflower Films)",
      "movie_title": "4 DAYS",
      "image_url": "http://www.sureseats.com/images/events/movies/thumbnails/vertical.gif",
      "id": "8594"
    },
    {
      "rating": "PG",
      "cast": [
        "Chutimon Chuengcharoensukying",
        "Eisaya Hosuwan",
        "Teeradon Supapunpinyo"
      ],
      "synopsis": "Lynn, a genius high school student who makes money by cheating tests, receives a new task that leads her to set foot on Sydney, Australia. In order to complete the millions-Baht task, Lynn and her classmates have to finish the international STIC(SAT) exam and deliver the answers back to her friends in Thailand before the exam takes place once again in her home country.  (Source: Axinite)",
      "movie_title": "BAD GENIUS",
      "image_url": "http://www.sureseats.com/images/events/movies/thumbnails/genius.gif",
      "id": "8597"
    },
    {
      "rating": "R-13",
      "cast": [
        "Ai Ai Delas",
        "Beauty Gonzales",
        "Zsa Zsa Padilla",
        "Carmi Martin"
      ],
      "synopsis": "The movie tells the story of 4 friends and the different struggles they face in their relationships. (Source: Regal Films)",
      "movie_title": "BES AND THE BESHIES",
      "image_url": "http://www.sureseats.com/images/events/movies/thumbnails/beshies.gif",
      "id": "8596"
    },
    {
      "rating": "PG",
      "cast": [
        "Jeremy Ray Taylor",
        "Gerard Butler",
        "Abbie Cornish"
      ],
      "synopsis": "When catastrophic climate change endangers Earth's very survival, world governments unite and create the Dutch Boy Program: a world wide net of satellites, surrounding the planet, that are armed with geoengineering technologies designed to stave off the natural disasters. After successfully protecting the planet for two years, something is starting to go wrong.Two estranged brothers are tasked with solving the program's malfunction before a world wide Geostorm can engulf the planet.(Source: Warner Bros.)",
      "movie_title": "GEOSTORM",
      "image_url": "http://www.sureseats.com/images/events/movies/thumbnails/geostorm.gif",
      "id": "8546"
    },
    {
      "rating": "R-13",
      "cast": [
        "Jessica Rothe",
        "Israel Broussard",
        "Ruby Modine"
      ],
      "synopsis": "A teenage girl, trying to enjoy her birthday, soon realizes that this is her final one. That is, if she can figure out who her killer is. She must relive that day, over and over again, dying in a different way each time. Can she solve her own murder?  (Source: Columbia Pictures)",
      "movie_title": "HAPPY DEATH DAY",
      "image_url": "http://www.sureseats.com/images/events/movies/thumbnails/death.gif",
      "id": "8598"
    },
    {
      "rating": "PG",
      "cast": [
        "Taylor Kitsch",
        "Jennifer Connelly",
        "Jeff Bridges"
      ],
      "synopsis": "Based on the true story of the Granite Mountain Hotshots, a group of elite firefighters risk everything to protect a town from a historic wildfire. (Source: Pioneer Films)",
      "movie_title": "ONLY THE BRAVE",
      "image_url": "http://www.sureseats.com/images/events/movies/thumbnails/brave.gif",
      "id": "8600"
    },
    {
      "rating": "PG",
      "cast": [
        "Aga Muhlach",
        "Enrique Gil",
        "Dingdong Dantes",
        "Cristine Reyes"
      ],
      "synopsis": "Seven Sundays tells the story of the Bonifacio siblings, Allan (Aga Muhlach), Bryan (Dingdong Dantes), Cha (Cristine Reyes), and Dex (Enrique Gil), who reunite after their father (Ronaldo Valdez) is diagnosed with cancer and have to deal with unresolved issues among themselves in the process. (Source: Star Cinema)",
      "movie_title": "SEVEN SUNDAYS",
      "image_url": "http://www.sureseats.com/images/events/movies/thumbnails/sevendays.gif",
      "id": "8591"
    },
    {
      "rating": "R-13",
      "cast": [
        "Katie Leung",
        "Jackie Chan",
        "Rufus Jones"
      ],
      "synopsis": "The story of humble London businessman Quan (Chan), whose long-buried past erupts in a revenge-fueled vendetta when the only person left for him to love - his teenage daughter - is taken from him in a senseless act of politically-motivated terrorism. In his relentless search for the identity of the terrorists, Quan is forced into a cat- and-mouse conflict with a British government official (Brosnan), whose own past may hold clues to the identities of the elusive killers. (Source: Viva International Pictures)",
      "movie_title": "THE FOREIGNER",
      "image_url": "http://www.sureseats.com/images/events/movies/thumbnails/foreigner.gif",
      "id": "8601"
    }
  ]
}